Repository: simonlindholm/XSIRC
Catalog: po/*.po
Languages: sv

source: Away
sv: Borta

source: Leaving.
sv: Lämnar.

source: No servers! Connect to a server using Ctrl-Shift-O, or open the network list with Ctrl-N.
sv: Inga servrar! Anslut till en server med Ctrl-Shift-O, eller öppna nätverkslistan med Ctrl-N.

source: _Client
sv: _Arkiv

source: Networks list
sv: N_ätverk

source: _Connect...
sv: _Anslut till nytt nätverk

source: Connect to a server.
sv: Anslut till server.

source: _Disconnect all
sv: _Koppla från alla

source: _Reconnect all
sv: Å_teranslut till alla

source: _Open last link
sv: Öppna _senaste länk

source: O_pen sec-to-last link
sv: Öppna _näst senaste länk

source: _Edit
sv: _Redigera

source: _Color
sv: F_ärga

source: _Remove formatting
sv: _Ta bort formatering

source: Se_ttings
sv: _Verktyg

source: _View
sv: V_isa

source: Previous server
sv: Föregående server

source: Next server
sv: Nästa server

source: Previous view
sv: Föregående vy

source: Next view
sv: Nästa vy

source: _Close view
sv: _Stäng vy

source: Re_join channel
sv: Återanslut till _kanal

source: _Open view...
sv: Öppna _vy...

source: _Disconnect
sv: _Koppla från

source: _Reconnect
sv: _Återanslut

source: _Close
sv: _Stäng

source: Re_join all
sv: Återanslut _till kanaler

source: _Mark as away
sv: _Markera som borta

source: _Help
sv: _Hjälp

source: _Online help
sv: Online-_hjälp

source: No users
sv: Inga användare

source: Users
sv: Användare

source: Really quit? You are connected to %d IRC %s.
sv: Är du säker på att du vill avsluta? Du är ansluten till %d IRC-%s.

source: networks
sv: nätverk

source: network
sv: nätverk

source: (connecting)
sv: (ansluter)

source: (disconnected)
sv: (frånkopplad)

source: (out of channel)
sv: (borta från kanal)

source: (%d users)
sv: (%d användare)

source: %d users
sv: %d användare

source: XSIRC - Idle
sv: XSIRC - Inaktiv

source: Open view
sv: Öppna vy

source: View name:
sv: Visa namn:

source: Copyright (c) 2010-11 Eduardo Niehues. All rights reserved.
sv: Copyright (c) 2010-11 Eduardo Niehues. Alla rättigheter reserverade.

source: GTK+ IRC Client
sv: GTK+ IRC-klient

source: Connect to server
sv: Anslut till server

source: Server URL:
sv: URL:

source: Could not open web browser. Check your preferences.
sv: Kunde inte öppna webbläsare. Kolla igenom dina inställningar.

source: Could not parse the macros file. Loading default macros.
sv: Kunde inte tolka macrofilen. Laddar standardmacron.

source: Networks
sv: Nätverk

source: Commands
sv: Kommandon

source: Servers
sv: Servrar

source: New Network
sv: Nytt nätverk

source: Are you sure? You cannot undo this.
sv: Är du säker? Du kan inte ångra det här.

source: The string entered isn't a valid server URL.
sv: Strängen du skrev inte är inte en giltig server-URL.

source: Regex
sv: Reguljärt uttryck

source: Result
sv: Resultat

source: The string entered isn't a valid regular expression.
sv: Strängen du skrev in är inte ett giltigt reguljärt uttryck.

source: [Connection] Switching to server %s
sv: [Anslutning] Byter till server %s.

source: [Error] No more servers to connect to.
sv: [Fel] Inga fler servrar att ansluta till.

source: Ping timeout. Reconnecting...
sv: Ping överskred sin tidsgräns. Ansluter igen...

source: ERROR: error fetching line: %s
sv: [Fel] Det gick inte att hämta raden: %s

source: [Connection] Starting connection attempt...
sv: [Anslutning] Startar anslutningsförsök...

source: [Connection] Resolving name %s...
sv: [Anslutning] Slår upp %s...

source: [Connection] Error: could not look up host name.
sv: [Anslutning] Fel: kunde inte slå upp värdnamn.

source: [Connection] Resolved %s to %s.
sv: [Anslutning] Slog upp %s till %s.

source: [Connection] Error: could not connect -- %s
sv: [Anslutning] Fel: kunde inte ansluta -- %s

source: [Connection] Connected! Sending USER, NICK and PASS.
sv: [Anslutning] Ansluten! Skickar USER, NICK och PASS.

source: Error sending line: %s
sv: Ett fel uppstod med att skicka raden: %s

source: %s has invited you to %s.
sv: %s har inbjudit dig till %s.

source: [Server info] Welcome to the Internet Relay Network %s
sv: [Serverinfo] Välkommen till IRC, %s.

source: [Server info] Your server is %s running %s. Available user modes: %s. Available channel modes: %s
sv: [Serverinfo] Din server är %s och kör %s. Tillgängliga användarlägen: %s. Tillgängliga kanallägen: %s

source: [Server info] %s are supported by this server
sv: [Serverinfo] Servern stödjer: %s

source: Topic set by %s on %s
sv: Ämne satt av %s på %s.

source: [Error:401] No such nickname/channel: %s
sv: [Fel: 401] Aliaset eller kanalen %s finns inte.

source: [Error:402] No such server: %s
sv: [Fel: 402] Servern %s finns inte.

source: [Error:403] No such channel: %s
sv: [Fel: 403] Kanalen %s finns inte.

source: [Error:404] Cannot send to channel: %s
sv: [Fel: 404] Kan inte skicka ett meddelande till kanal %s.

source: [Error:405] Cannot join %s: joined too many channels.
sv: [Fel: 405] Kan inte ansluta till %s: du är ansluten till för många kanaler.

source: [Error:406] There was no such nickname: %s
sv: [Fel: 406] Aliaset %s fanns inte.

source: [Error:407] Too many targets for notice/message.
sv: [Fel: 407] För många mottagare för meddelande.

source: [Error:408] No such service: %s
sv: [Fel: 408] Tjänsten "%s" finns inte.

source: [Error:409] No origin specified.
sv: [Fel: 409] Inget ursprung angivet.

source: [Error:411] No recipient given for command.
sv: [Fel: 411] Ingen mottagare angiven för kommando.

source: [Error:412] No text to send.
sv: [Fel: 412] Inget meddelande att skicka.

source: [Error:413] No toplevel domain specified for mask %s
sv: [Fel: 413] Ingen topnivådomän angiven för mask %s.

source: [Error:414] Wildcard in toplevel domain in mask %s
sv: [Fel: 414] Jokertecken i topnivådomän i mask %s.

source: [Error:415] Bad server/host mask: %s
sv: [Fel: 415] Dålig server- eller värdmask: %s

source: [Error:421] Unknown command: %s
sv: [Fel: 421] Okänt kommando: %s

source: [MOTD] MOTD file missing
sv: [MOTD] MOTD-fil saknas

source: [Admin] No admin info available for server %s
sv: [Admin] Ingen admininformation finns för servern %s.

source: [Error:424] File error.
sv: [Fel: 424] Fel i filoperation.

source: [Error:431] No nickname given.
sv: [Fel: 431] Inget alias angivet.

source: [Error:432] Illegal nickname given.
sv: [Fel: 432] Ogiltigt alias angivet.

source: [Error:433] Nickname %s already in use.
sv: [Fel: 433] Aliaset %s används redan.

source: [Error:436] Nickname collision kill.
sv: [Fel: 436] Dödad p.g.a. namnkollision.

source: [Error:437] Nick/channel temporarily unavailable: %s
sv: [Fel: 437] Alias/kanal är för tillfället inte tillgänglig: %s

source: [Error:441] %s isn't in channel %s.
sv: [Fel: 441] %s finns inte i kanalen %s.

source: [Error:442] You're not in channel %s.
sv: [Fel: 442] Du är inte med i kanalen %s.

source: [Error:443] %s is already in channel %s.
sv: [Fel: 443] %s är redan med i kanalen %s.

source: [Error:444] User %s is not logged in.
sv: [Fel: 444] Användaren %s är inte inloggad.

source: [Error:445] SUMMON has been disabled.
sv: [Fel: 445] SUMMON har inaktiverats.

source: [Error:446] USERS has been disabled.
sv: [Fel: 446] USERS har inaktiverats.

source: [Error:451] You have not registered.
sv: [Fel: 451] Du har inte registrerat dig.

source: [Error:461] Not enough parameters for command %s.
sv: [Fel: 461] Inte tillräckligt många parametrar för kommando %s.

source: [Error:462] You have already registered.
sv: [Fel: 462] Du har redan registrerat dig.

source: [Error:463] Your host is not priviledged.
sv: [Fel: 463] Din värd är inte priviligerad.

source: [Error:464] Password incorrect.
sv: [Fel: 464] Felaktigt lösenord.

source: [Error:465] You are banned from this server.
sv: [Fel: 465] Du är bannlyst från servern.

source: [Error:466] You will be banned from this server.
sv: [Fel: 466] Du kommer att bli bannlyst från servern.

source: [Error:467] The key for channel %s has already been set.
sv: [Fel: 467] Lösenordet för kanalen %s har redan satts.

source: [Error:471] Cannot join channel %s: channel is full (+l)
sv: [Fel: 471] Kan inte ansluta till kanal %s: kanalen är full (+l).

source: [Error:472] The server does not recognize the mode char %s.
sv: [Fel: 472] Servern känner inte igen lägesbokstaven %s.

source: [Error:473] Cannot join channel %s: channel is invite-only (+i)
sv: [Fel: 473] Kan inte ansluta till kanal %s: den är bara för inbjudna (+i).

source: [Error:474] Cannot join channel %s: you are banned (+b)
sv: [Fel: 474] Kan inte ansluta till kanal %s: du är bannlyst (+b).

source: [Error:475] Cannot join channel %s: bad key.
sv: [Fel: 475] Kan inte ansluta till kanal %s: felaktigt lösenord (+k).

source: [Error:476] Bad channel mask for %s.
sv: [Fel: 476] Dålig kanalmask för %s.

source: [Error:477] The channel %s does not support modes.
sv: [Fel: 477] Kanalen %s stödjer inte lägen.

source: [Error:478] Channel %s's ban list is full.
sv: [Fel: 478] Banlistan är full i kanalen %s.

source: [Error:478] Channel %s's exceptions list is full.
sv: [Fel: 478] Undantagslistan är full i kanalen %s.

source: [Error:481] Permission denied: you are not an IRC operator.
sv: [Fel: 481] Tillstånd nekat: du är inte en IRC-operatör.

source: [Error:482] You're not an operator in %s
sv: [Fel: 482] Du är inte en operatör i %s.

source: [Error:483] You cannot kill a server.
sv: [Fel: 483] Du kan inte döda en server.

source: [Error:491] No O-lines for your host.
sv: [Fel: 491] Saknar O-rader för din värd.

source: [Error:501] Unknown mode flag.
sv: [Fel: 501] Okänd lägesflagga.

source: [Error:502] Cannot view or set the mode for other users.
sv: [Fel: 502] Kan inte se eller ändra läget för andra användare.

source: [ISON] %s is on
sv: [ISON] %s är på.

source: [WHOIS] %s is away: %s
sv: [WHOIS] %s är borta: %s

source: [Away] You are no longer marked as away.
sv: [Borta] Du är inte längre markerad som borta.

source: [Away] You are now marked as away.
sv: [Borta] Du är nu markerad som borta.

source: [WHOIS] %s: in server %s: %s
sv: [WHOIS] %s: på servern %s: %s

source: [WHOIS] %s: is an IRCop
sv: [WHOIS] %s: är en IRCop.

source: [WHOIS] %s: %s seconds idle
sv: [WHOIS] %s: Inaktiv i %s sekunder.

source: [WHOIS] %s: end of /WHOIS list.
sv: [WHOIS] %s: slut på /WHOIS-lista.

source: [WHOIS] %s: in channels %s
sv: [WHOIS] %s: i kanaler %s

source: [WHOIS] %s: is a registered nickname
sv: [WHOIS] %s: är ett registrerat alias.

source: [WHOWAS] %s: end of /WHOWAS list.
sv: [WHOWAS] %s: slut på /WHOWAS-lista.

source: [List] Channel (Users) Topic
sv: [Lista] Kanal (Användare) Ämne

source: [List] %s (%s) %s
sv: [Lista] %s (%s) %s

source: [List] end of /LIST.
sv: [Lista] slut på /LIST.

source: Channel mode is %s
sv: Kanalläget är %s.

source: No topic is set
sv: Inget ämne är satt.

source: Channel was created %s
sv: Kanalen skapades %s.

source: The topic is: %s
sv: Ämnet är: %s

source: [Invite] inviting %s to %s
sv: [Inbjudan] bjuder in %s till %s.

source: [Summon] summoning %s to IRC
sv: [Tillkallan] tillkallar %s till IRC.

source: Server version: %s; server software: %s; %s
sv: Serverversion: %s; servermjukvara: %s; %s

source: [WHO] %s: %s!%s@%s in server %s (%s) %s
sv: [WHO] %s: %s!%s@%s på server %s (%s) %s

source: [WHO] in %s: end of /WHO list.
sv: [WHO] i %s: slut på /WHO-lista.

source: [Links] %s %s :%s
sv: [Länkar] %s %s :%s

source: [Links] end of /LINKS list.
sv: [Länkar] slut på /LINKS-lista.

source: [Banlist] %s: %s
sv: [Banlista] %s: %s

source: [Banlist] %s: end of ban (mode +b) list.
sv: [Banlista] %s: slut på banlista (läge +b).

source: [Exceptions] %s: %s
sv: [Undantag] %s: %s

source: [Exceptions] %s: end of exceptions (mode +e) list.
sv: [Undantag] %s slut på undantagslista (läge +e).

source: [Info] end of /INFO list.
sv: [Info] slut på /INFO-lista.

source: [MOTD] End of /MOTD command.
sv: [MOTD] slut på /MOTD-kommando.

source: [Oper] You are now an IRCop.
sv: [Oper] Du är nu en IRCop.

source: [Rehash] Rehashing config file %s.
sv: [Rehash] Hashar om konfigurationsfilen %s.

source: [Time] Server's local time: %s
sv: [Tid] Serverns lokala tid är %s.

source: [Mode] Your mode is: %s
sv: [Läge] Ditt läge är: %s

source: [Server info] %s operator(s) online
sv: [Serverinfo] %s operatörer online.

source: [Server info] %s unknown connection(s)
sv: [Serverinfo] %s okända anslutningar.

source: [Server info] %s channels formed
sv: [Serverinfo] %s kanaler skapade.

source: [Admin] Administrative info for %s:
sv: [Admin] Administratörsinformation för %s:

source: UNHANDLED MESSAGE: %s
sv: OHANTERAT MEDDELANDE: %s

source: Achiever!
sv: Hjälte!

source: Earn 15 achievements.
sv: Utför 15 bedrifter.

source: Tin
sv: Tenn

source: Type 50 messages.
sv: Skriv 50 meddelanden.

source: Type 300 messages.
sv: Skriv 300 meddelanden.

source: The worth of a picture
sv: Värdet av en bild

source: Type 1,000 messages.
sv: Skriv 1000 meddelanden.

source: Type 5,000 messages.
sv: Skriv 5000 meddelanden.

source: Myriapost
sv: Myriameddelande

source: Type 10,000 messages.
sv: Skriv 10000 meddelanden.

source: Decimegapost!
sv: Decimegameddelande!

source: Type 100,000 messages.
sv: Skriv 100000 meddelanden.

source: Omnipresent
sv: Allseende

source: Keep the program open for a week.
sv: Lämna programmet på i en vecka.

source: Frobnicator
sv: Frobnicerare

source: Change the magic switch back and forth repeatedly.
sv: Ändra magi-switchen fram och tillbaka upprepade gånger.

source: +100 lives!
sv: +100 liv!

source: Use the Konami Code.
sv: Använd Konami-koden.

source: Nitpicker
sv: Pedantisk

source: Change one letter in a channel's subject.
sv: Ändra en bokstav i en kanals ämne.

source: Keep the text width lined up.
sv: Håll textbredderna uppradade.

source: Accomplish communication of many non-fifth symbols in a row.
sv: Förtälj många ord utan användning av viss vanlig bokstav.

source: Adventurer
sv: Äventyrare

source: Pretend IRC is a text-based adventure.
sv: Låtsas att IRC är ett text-baserat äventyr.

source: Echo
sv: Eko

source: Repeat what you just said.
sv: Upprepa det du just skrev.

source: Be bold
sv: WP:BB

source: Use all the different formatting functions.
sv: Använd alla formateringsfunktionerna.

source: Cheese's fault
sv: Cheese:s fel

source: Be lucky.
sv: Ha tur.

source: Slow typist
sv: Skriver långsamt

source: Spend more than 60 minutes typing a message.
sv: Lägg ner mer än en timme på att skriva ett meddelande.

source: Type in ALLCAPS.
sv: Skriv med STORA BOKSTÄVER.

source: APL programmer
sv: APL-programmerare

source: Type a message consisting of lots of special characters.
sv: Skriv ett meddelande med en massa specialtecken.

source: Creativity... fading...
sv: Kreativitet... avtar...

source: Repeat the exact same thing 10 times within a chat session.
sv: Upprepa samma sak 10 gånger under en chatt-session.

source: Hello? Anyone there?
sv: Hallå? Någon där?

source: Say something in an empty channel.
sv: Säg något i en tom kanal.

source: Talkative
sv: Pratglad

source: Talk continuously for five hours.
sv: Prata kontinuerligt i fem timmar.

source: Earn an achievement while earning another achievement.
sv: Utför en bedrift samtidigt som du utför en annan bedrift.

source: Egg finder
sv: Äggletare

source: Discover the hidden Easter egg game.
sv: Upptäck det gömda påskäggsspelet.

source: Achievements
sv: Bedrifter (achievements)

source: IRC Achievements.
sv: IRC-Bedrifter.

source: COUNTED_ALPHABET=abcdefghijklmnopqrstuvwxyz
sv: COUNTED_ALPHABET=abcdefghijklmnopqrstuvwyxzåäö

source: Save as...
sv: Spara som...

source: Insufficient magic.
sv: Otillräcklig magi.

source: Achievement unlocked - %s
sv: Bedrift utförd - %s

source: Enable achievements
sv: Aktivera Bedrifter

source: Magic:
sv: Magi:

source: Press SPACE to start.
sv: Tryck MELLANSLAG för att starta.

source: Your favorite channel is being invaded by spammers and badly written IRC bots. Shoot them out of existance and save the channel from dying, without harming the innocent users!
sv: Din favoritkanal har blivit invaderad av spammare och dåligt skrivna IRC-bottar. Skjut ner dem och rädda kanalen från att dö, utan att de oskyldiga användarna kommer till skada!

source: Shoot with SPACE.
sv: Skjut med MELLANSLAG.

source: Steer with the ARROW KEYS.
sv: Styr med PILTANGENTERNA.

source: Quit with ESCAPE.
sv: Avsluta med ESCAPE.

source: Score: %d
sv: Poäng: %d

source: SCORE: %d TIME: %ds
sv: POÄNG: %d TID: %ds

source: press ENTER to retry
sv: tryck ENTER för att spela igen

source: (highscore: %d)
sv: (högsta poäng: %d)

source: Customizable CTCP replies.
sv: Anpassningsbara CTCP-svar.

source: Reply to CTCP messages
sv: Svara på CTCP-meddelanden

source: Latency to %s: %d.%2d seconds.
sv: Svarstid till %s: %d.%2d sekunder.

source: %s reply from %s: %s
sv: %s svar från %s: %s

source: Highlights
sv: Notifikationer (highlights)

source: Adds support for configurable highlights.
sv: Lägger till stöd för konfigurerbara notifikationer.

source: Highlight on _nickname
sv: Notifiera vid a_lias

source: Highlight on n_otices
sv: Notifiera vid _notiser

source: Highlight on _private messages
sv: Notifiera vid _privata meddelanden

source: Highlight on _all messages
sv: Notifiera för _alla meddelanden

source: When highlighting:
sv: Vid notifikation:

source: Blink on the taskbar
sv: Blinka med fönsterknappen

source: Blink the tray icon
sv: Blinka med meddelandefältsikonen

source: Pop up a notification balloon
sv: Öppna en notifikationsballong

source: Add message to server view
sv: Lägg till ett meddelande till servervyn

source: Regexes to highlight on:
sv: Reguljära uttryck att notifiera vid:

source: Ignore
sv: Ignorera

source: Selectively ignore messages.
sv: Selektivt ignorera meddelanden.

source: User join
sv: Någon ansluter

source: User part
sv: Någon lämnar

source: User kicked
sv: Någon kickas

source: User changed nick
sv: Någon byter alias

source: Normal message
sv: Vanligt meddelande

source: User action (/me)
sv: Användarhändelse (/me)

source: CTCP request
sv: CTCP-förfrågan

source: Notice
sv: Notis

source: User disconnect
sv: Någon kopplar från

source: Channel user mode change
sv: Kanal ändrar användarläge

source: Channel mode change
sv: Kanal ändrar läge

source: User mode change
sv: Användarläge ändras

source: Topic change
sv: Ämne ändras

source: Sent NOTICE
sv: Skickade notiser

source: Sent CTCP messages
sv: Skickade CTCP-meddelanden

source: Sent messages
sv: Skickade meddelanden

source: Sent actions
sv: Skickade handlingar

source: $USERNICK [$USERNAME@$USERMASK] has joined $CHANNEL
sv: $USERNICK [$USERNAME@$USERMASK] har kommit in i $CHANNEL.

source: $USERNICK [$USERNAME@$USERMASK] has left $CHANNEL [$MESSAGE]
sv: $USERNICK [$USERNAME@$USERMASK] har lämnat $CHANNEL [$MESSAGE].

source: $USERNICK has kicked $KICKED from $CHANNEL [$MESSAGE]
sv: $USERNICK har kickat $KICKED från $CHANNEL [$MESSAGE].

source: $USERNICK is now known as $NEWNICK.
sv: $USERNICK går nu under namnet $NEWNICK.

source: Got CTCP $REQUEST from $USERNICK
sv: Tog emot CTCP $REQUEST från $USERNICK.

source: $USERNICK [$USERNAME@$USERMASK] has disconnected [$MESSAGE]
sv: $USERNICK [$USERNAME@$USERMASK] har kopplat från [$MESSAGE].

source: $USERNICK sets mode $MODES on $TARGETS
sv: $USERNICK sätter läge $MODES på $TARGETS.

source: $USERNICK sets $CHANNEL's mode: $MODES
sv: $USERNICK ändrar läge på $CHANNEL: $MODES

source: Changing mode: $MODES
sv: Ändrar läge: $MODES

source: $USERNICK sets the topic to $TOPIC
sv: $USERNICK ändrar ämnet: $TOPIC

source: Messages
sv: Meddelanden

source: Customizable messages.
sv: Anpassningsbara meddelanden.

source: Auto-connect
sv: Anslut automatiskt

source: Preferences
sv: Inställningar

source: Nickname:
sv: Alias:

source: Secondary nick:
sv: Sekundärt alias:

source: Tertiary nick:
sv: Tertiärt alias:

source: Username:
sv: Användarnamn:

source: Real name:
sv: Riktigt namn:

source: Set as away after
sv: Markera som borta efter

source: minutes
sv: minuter

source: Auto-away message:
sv: Vanligt bortameddelande:

source: Default quit message:
sv: Vanligt avslutnings- meddelande:

source: Log file name format:
sv: Filnamnsformat för loggar:

source: Log file folder:
sv: Mapp att spara loggar i:

source: Logging enabled
sv: Loggning aktivt

source: Place tabs on:
sv: Placera flikar åt:

source: Top
sv: Toppen

source: Right
sv: Höger

source: Bottom
sv: Botten

source: Left
sv: Vänster

source: Show user list
sv: Visa användarlista

source: Place user list on:
sv: Placera användarlista åt:

source: Show topic bar
sv: Visa ämnesfält

source: Show timestamps in chat
sv: Visa tidsstämplar i chat

source: Timestamp format:
sv: Tidsformat:

source: Select a font
sv: Välj en font

source: Open links with:
sv: Öppna länkar med:

source: Enable tab completion
sv: Aktivera tabb-komplettering

source: Completion suffix:
sv: Kompletteringssuffix:

source: Interface
sv: Gränssnitt

source: Macros
sv: Macron
